<?php
session_start();
 
/******** added 29/07/2014 *********/

$targetid = $_SESSION['target_id'];
$uid = $_SESSION['userid'];
$uidCoded = $_SESSION['useridcoded'];
if ($targetid == '300') {
        	$targ_description = "مصطفى صالحي، حائز على شهادة الدكتوراه في هندسة الكمبيوتر من جامعة شريف للتكنولوجيا بإيران، في نوفمبر 2012. إذ التحق بعدها، في فبراير 2013 بجامعة طهران كأستاذ مساعد. و في الفترة الممتدة من فبراير 2014 إلى سبتمبر 2014 عمل كباحث ما بعد الدكتوراه في جامعة بولونيا بإيطاليا.";
        	$targ_title = "مصطفى صالحي ";
}else if ($targetid == '311') {
        	$targ_description = "حاز بايام سياري على درجة البكالوريوس في علوم الكمبيوتر، سنة 2011 من جامعة الشهيد بهشتي، طهران بإيران. و تابع دراسته بعدها بجامعة شريف للتكنولوجيا بإيران، ليحرز درجة الماجستير في هندسة الكمبيوتر سنة 2013. كما يتابع حاليا تحضير درجة الدكتوراه في علوم الكومبيوتر بمعهد جورجيا للتكنولوجيا، أتلانتا.";
        	$targ_title = "بايام سياري";
}else if ($targetid == '322') {
        	$targ_description = "ألكسندرو ريولي، هو فيزيائي ويدرس حاليا الرياضيات والفيزياء في مدرسة ثانوية. شرع في التحضير لدرجة الدكتوراه في الإعلاميات الكمية إبتداءً من سنة 2012، و هو في انتظار مناقشتها. بولونيا، إيطاليا.";
$targ_title = "ألكسندرو ريولي";
}else if ($targetid == '333') {
        	$targ_description = " أنتوني كاراتزاس، 32 سنة، يوناني الأصل، مشجع رياضي كبير، خاصة كرة القدم. من مؤيدي فريق ليڤرپول حيث يعرف في المملكة المتحدة يعرفونه بلقب "توني". إنتقل إلى نورويتش بالمملكة المتحدة منذ 8 سنوات لأجل الدراسة، حيث شرع في ٱخر سنتين في العمل كمساعد باحث في مركز سياسة المنافسة، جامعة ايست انجليا. منذ أكتوبر 2014 شرع في العيش بليمنجتون ليعمل بعد الدكتوراه في مجموعة وارويك للتصنيع، بجامعة وارويك.";
$targ_title = "كرتزص نتوني";
}else if ($targetid == '344') {
        	$targ_description = "أنتوني كاراتزاس";
}else if ($targetid == '344') {
        	$targ_description =" أمريث، عمره 30 سنة ،هندي من ولاية كيرالا. عاش في سنغافورة منذ أغسطس 2008، بداية كطالب يحضر الدكتوراه في جامعة نانيانغ التكنولوجية بسنغافورة، ثم كصاحب مقاولة تعمل على تأجير مساحات لتخزين معلوماتها الكترونيا عبر الانترنت.";
$targ_title = "أمريث";
}else if ($targetid == '355') {
        	$targ_description = "ديباك سوبرامانيان، هندي الأصل من تشناي. عاش في سنغافورة سابقا، ويحضر لنيل شهادة الدكتوراه من المدرسة العليا للكهرباء برين، فرنسا.";
$targ_title = "ديباك سوبرامانيان";
}
else if ($targetid == '366') {
        	$targ_description = "پريثي ماغا، هي أحد كبار المحاضرين في مدرسة المعلوماتية المتقدمة، جامعة التكنولوجيا بماليزيا. نالتشهادة الدكتوراه من جامعة رميت في ملبورن، أستراليا. ماليزية  الأصل، من سكوداي، جوهور. تحب المشي، التجول والتخييم. من هواياتها لعب تنس الريشة وركوب الدراجات.";
        	$targ_title = "پريثي";
}
else if ($targetid == '377') {
        	$targ_description = "سانديب رانجان من جالاندهار، الهند. نال شهادة البكالوريوس من معهد داڤ للهندسة والتكنولوجيا، وهو باحث دكتوراه في الجامعة التقنية للبنجاب. عمل في جامعة جميل الفنية لمدة 7 سنوات. و في الوقت الحاضر، يعمل كأستاذ مساعد في قسم علوم الحاسوب في كلية الهندسة يالبور خالصا بجالاندهار منذ العامين الماضيين.";
        	$targ_title = "سانديب رانجان";
}
else if ($targetid == '388') {
        	$targ_description = "جيانغ شان، من تشينهوانغدا هيبى الصين. هو حاليا طالب في السنة الأخيرة في جامعة تشنغدو للتكنولوجيا بالصين، حيث يدرس إنترنت الأشياء.كان رئيس اتحاد الطلبة للدراسة علوم الكمبيوتر. كما أنه كان المسؤول عن مختبر الحاسوب في عام 2014. فتى طويل القامة، اجتماعي جدا ومنفتح. ";
        	$targ_title = "جيانغ شان";
}
else if ($targetid == '399') {
        	$targ_description = "ولدت جيسيكا ليبج في بريمن بألمانيا، انتقلت للعيش باستراليا سنة 2007، حيث جابت البلاد قبل شروعها في دراسة الباكلوروس سنة 2009. و هي الآن مرشحة لنيل شهادة الدوكتوراه من جامعة رميت بملبورن، أستراليا. يدعوها الناس غالبا جيسي او جيس،  في وقت فراغها تحب القراءة، الرسم و الركض.";
        	$targ_title = "جيسيكا ليبج";
}
  
/******** end 29/07/2014 *********/
  
/***************  COMMON ******************/
 
$lan = 'en';
 
$HEAD_TITLE_RIGHT_INTRO = "مرحبا";
$HEAD_TITLE_RIGHT_REPLY = " ملئ الإستمارة";
$HEAD_TITLE_RIGHT_END = "إحالة الرابط";
$FOOT_COPYRIGHT = "Copyright© 2014 －2015 CSE UNIBO";
 
/***************  PAGE ONE ******************/
 
$P_TITLE= "مرحبا";
$P_BUTTON_ACCEPT = "التالى";
$P_BODYPARAONE="بمساعدتكم نحاول الوصول &quot;<span id='targ' data-toggle='modal' data-target='#dialog'>$targ_title</span>&quot;. في حال كنت تعرفه شخصيا يرجى توجيه الرسالة إلى$targ_title وإلا، يرجى توجيه الرسالة إلى أي شخص تعرفه شخصيا الذي يمكنه أن يعرفه $targ_title (بشكل مباشر أو غير مباشر).";
$P_BODYPARATWO ="<label>من خلال مشاركتك يمكنك الفوز بجهاز آيپاد إيير.</label>";
$P_BODY_LOW = " لا تتردد في الاتصال بنا إذا كان لديك أي سؤال: <strong>connect@cs.unibo.it</strong> ";
$P_BODYPARATHREE = " المشاركة في هذه الدراسة هو اخيار شخصي، إذ لديكم الحق الكامل في الرفض. في حال قررتم المشاركة، يمكنكم الانسحاب في أي وقت دون إبداء أسباب او أي تأثير سلبي. أما إذا قررتم المشاركة في هذا الاستطلاع،  نحيطكم علما أن إجاباتكم على أسئلة الاستطلاع سيتم تخزينها في الخادم التابع لجامعة بولونيا. جميع المعلومات التي محفوظة في سرية تامة. هذا يعني أنه لا يمكن الوصول إليها إلا من قبل المشرفين على الاستطلاع، (أي محمية بكلمة المرور) ولن يتم نشرها. كما أن هويتكم تبقى مجهولة،  حيث لا يشرك اسمكم مع البيانات التي تم جمعها خلال فترة الدراسة. و بالتالي لن يتم تحديد هوية المشاركين في أي تقارير أو منشورات.
<br/>
بعد موافقتكم، مساهمتكم في استطلاع الرأي،  بعد موافقتكم، يمكن من استخدام البيانات لأغراض البحث.
<br/>
يرجى تأكيد فهمكم المعلومات الواردة أعلاه، والموافقة على المشاركة في هذه الدراسة.";
 
$P_CONSUS = " أفهم وأوافق على المشاركة في هذه الدراسة.";
 
/***************  PAGE TWO ******************/
$PP_QONE = "المرجو اخبارنا عن كيفية توصلكم بالرسالة";
$PP_QTWO = "الرجاء ادخل بريدك الإلكتروني أو رقم الهاتف المحمول";
$PP_QTHREE = "سوف نستخدم هذه المعلومات للاتصال بك بخصوص نتائج السحب.";
$PP_QFOUR = "حدد الشبكة (ات) التي تلقيت الرسالة منها";
$PP_QSIX = "ما هي الشبكات التي سستخدمها لنقل الرسالة نحو وجهتها؟";
$PP_OP1 = "Email";
$PP_OP2 = "Face2Face";
$PP_OP3 = "(آخرون (اختياري ";
$PP_BUTT1= "السابق";
$PP_BUTT2= "التالي";
$PP_WARNING2 = "يرجى تحديد شبكة واحدة على الأقل التي تلقيتم الرسالة عبرها";
$PP_WARNINGTOP = "حقل واحد أو أكثر فارغ. يرجى تعبئة جميع الحقول للمرور إلى الصفحة التالية.";
$PP_WHICHYEAR = "في أي سنة ولدت؟";
$PP_WHICHNET = "ما هي الشبكات التي سستخدمها لنقل الرسالة نحو وجهتها؟";
$PP_SEX1 = "الجنس";
$PP_SEX2 = "ذكر";
$PP_SEX3 = "أنثى";
$PP_SEX4 = "تفضل عدم الكشف";
/***************  PAGE THREE ******************/
$PPP_FIRST = "أنت على وشك الانتهاء!";
$PPP_MAIN = "يرجى نسخ ولصق الرسالة التالية وإرسالها إلى أصدقائك من خلال شبكتك المفضلة). لا تتردد في إضافة تغييرات على الرسالة (ولكن لا تقم بإزالة الرابط!).";
$PPP_MAIN1 = " يرجى تحويل الرسالة التالية إلى اللغة التي يستطيع أصدقائك فهمها.";
$PPP_LETTER = "مرحبا،
أشارك في تجربة من جامعة بولونيا. نحن نحاول للوصول
$targ_title, هل تستطيع مساعدتي ؟
http://milgram.cs.unibo.it/?t=$targetid&&my=$uidCoded";
$PPP_LAST = "شكرا لك على مساعدتك! إذا كنت جزأ من سلسلة ناجحة، سوف يضاعف حضك في السحب. لذا يرجى محاولة افضل ما لديكم في توجيه الرابط أعلاه إلى أكبر عدد من الناس ممكن. .";
 
 // NEW ADDED 27/07/2014
 
/***************  PAGE SORRY ******************/
$PPPP_SORRYCONTENT = "كنا نفضل لو كان بامكانك القيام بذلك، شكرا على أي حال!";
  
/***************  SEO HTML TITLES ******************/
$PAGE1TITLE = "Welcome | Milgram Experiment Project | Disi Unibo";
$PAGE2TITLE = "Message | Milgram Experiment Project | Disi Unibo";
$PAGE3TITLE = "Thank you | Milgram Experiment Project | Disi Unibo";
$PAGESTITLE = "We hope ... | Milgram Experiment Project | Disi Unibo";
$PAGEDRAWTITLE = "Lucky Draw | Milgram Experiment Project | Disi Unibo";
 
/***************  JS ******************/
$ERR_SENDER = "هوية المرسل غير صحيح يرجى التحقق من ذلك مرة أخرى من الرسالة التي تلقيتها سابقا.";
$ERR_FORMAT = "الرجاء إدخال عنوان البريد الإلكتروني أو رقم الهاتف الخليوي الصحيح";
/******** new added, 10 - 09 - 2015 ***************/
$PPP_CLICKEICON = "انقر الأيقونات  للمشاركة في مختلف الشبكات";
$PALL_EXPINFO = "معلومات التجربة";
$PALL_STATEMENT = "بيانات الخصوصية";
?>






