<?php
session_start();

/******** added 29/07/2014 *********/

$targetid = $_SESSION['target_id'];
$uid = $_SESSION['userid'];
$uidCoded = $_SESSION['useridcoded'];

if ($targetid == '300') {
	$targ_description = "Μοσταφά Σαλέχι, έχει ολοκληρώσει το διδακτορικό της στη μηχανική υπολογιστών από το Sharif University of Technology το Νοέμβριο του 2012. Από τον Φεβρουάριο του 2013 εργάζεται ως Επίκουρος Καθηγητής στο Πανεπιστήμιο της Τεχεράνης και κατά τη περίοδο Φεβρουάριος 2014- Σεπτέμβριος 2014 αποτελούσε μεταδιδακτορικό ερευνητή στο Πανεπιστήμιο της Μπολόνιας στην Ιταλία. ";
$targ_title = "Μοσταφά Σαλέχι";
}else if ($targetid == '311') {
	$targ_description = "Πάγιαμ Σιγιάρι έλαβε το πτυχίο του στην επιστήμη των υπολογιστών από το Πανεπιστήμιο Shahid Beheshti, της Τεχεράνη στο Ιράν, το 2011, και το μεταπτυχιακό στη μηχανική υπολογιστών από Sharif University of Technology της Τεχεράνη, στο Ιράν, το 2013. Αυτή τη περίοδο, ασχολείται με το διδακτορικό του στην επιστήμη των υπολογιστών σε συνεργασία με το  Georgia Institute of Technology της Ατλάντα";
	$targ_title = "Πάγιαμ Σιγιάρι";
}else if ($targetid == '322') {
	$targ_description = "Ο Αλεσάντρο Ριόλι ξεκίνησε το διδακτορικό του στου κβαντικούς υπολογιστές, τον Ιανουάριο του 2012 και είναι σε αναμονή για τη παρουσίαση της Διδακτορικής Διατριβής του.  Ο ίδιος είναι φυσικός και διδάσκει μαθηματικά και φυσική σε Λύκειο. Προέρχεται από τη Μπολόνια της Ιταλίας. ";
	$targ_title = "Αλεσάντρο Ριόλι";
}else if ($targetid == '333') {
	$targ_description = "Ο Άντονι Κάρατζας ζούσε στο Νόργουιτς του Ηνωμένο Βασίλειο για 8 έτη. Τα πρώτα 6 χρόνια του εκεί σπούδαζε και τα επόμενα 2 χρόνια εργαζόταν ως επιστημονικός συνεργάτης στο Κέντρο για την Πολιτική Ανταγωνισμού,  στο University of East Anglia. Από το Οκτώβριο του 2014 ζει στο Leamington Spa όπου ασχολείται με τη μεταδιδακτορική του στην ομάδα παραγωγής του Warwick στο Πανεπιστήμιο του Warwick. Κατάγεται από την Ελλάδα, και είναι σχεδόν 32 ετών. Είναι μεγάλος λάτρης των σπορ, ιδιαίτερα του ποδοσφαίρου και συγκεκριμένα είναι υποστηρικτής της Liverpool FC. Στο Ηνωμένο Βασίλειο οι περισσότεροι τον φωνάζουν Τόνι.";
	$targ_title = "Άντονι Κάρατζας";
}else if ($targetid == '344') {
	$targ_description = "Ο Έιμριθ ζει στη Σιγκαπούρη από τον Αύγουστο του 2008 και αποτελούσε αρχικά διδακτορικός φοιτητής στο NTU και στη συνέχεια ως επιχειρηματίας δημιουργόντας μια διαδικτυακή πύλη για να βοηθήσει τις εταιρείες να προσλαμβάνουν επιστήμονες δεδομένων. Είναι 30 ετών και κατάγεται από την Κεράλα της Ινδίας";
	$targ_title = "Έιμριθ";
}else if ($targetid == '355') {
	$targ_description = "Ο Ντίπακ Σαμπράμιαν είναι διδακτορικός φοιτητής στο CentraleSupelec, Rennes της Γαλλίας. Έχει ζήσει στη Σιγκαπούρη και κατάγεται από το Chennai της Ινδίας. ";
	$targ_title = "Ντίπακ Σαμπράμιαν";
}
else if ($targetid == '366') {
	$targ_description = "Η Πρίνθι Μάγκα είναι λέκτορας στην Ανωτάτη Σχολή Πληροφορικής του Πανεπιστημίου Τεχνολογίας της Μαλαισίας στη Μαλαισία. Έκανε το διδακτορικό της στο RMIT University της, Μελβούρνης στην Αυστραλία. Είναι μαλαισιανής καταγωγής και συγκεκριμένα από το Skudai, Johor. Αγαπά τη πεζοπορία, τις περιηγήσεις και το κάμπινγκ. Τα χόμπι της είναι το να παίζει μπάντμιντον και η ποδηλασία.";
	$targ_title = "Πρίνθι Μάγκα";
}
else if ($targetid == '377') {
	$targ_description = "Ο Σαντίπ Ραντζάν είναι από το Jalandhar της Ινδία. Είναι  Διδάκτωρ στο Punjab Technical University και ολοκλήρωσε το πτυχίο του από το DAV Institute of Engineering and Technology.. Εργάστηκε στο Lovely Professional University για 7 χρόνια. Σήμερα, εργάζεται ως Επίκουρος Καθηγητής στο Τμήμα Επιστήμων Υπολογιστών στο Lyallpur Khalsa College of Engineering, Jalandhar για 2 έτη.";
	$targ_title = "Σαντίπ Ραντζάν";
}
else if ($targetid == '388') {
	$targ_description = "Γιανγκ Σαν είναι τελειόφοιτος φοιτητής στο Chengdu University of Technology στη Κίνα, όπου σπουδάζει internet of things.. Συνήθιζε να είναι ο επικεφαλής του φοιτητικού συλλόγου για τη μελέτη της επιστήμης των υπολογιστών. Επιπλέον είναι ο υπεύθυνος για το εργαστήριο υπολογιστών για το 2014. Είναι από το Qinhuangdao, Hebei China της Κίνας. Είναι ένα ψηλό αγόρι, πολύ κοινωνικός και ανοιχτόμυαλος.";
	$targ_title = "Γιανγκ Σαν";
}
else if ($targetid == '399') {
	$targ_description = "Η Τσέσικα Λιμπιγκ είναι υποψήφια διδάκτορας στο RMIT University της Μελβούρνης στην Αυστραλία. Γεννήθηκε στη Βρέμη της Γερμανίας, αλλά έφτασε στην Αυστραλία το 2007. Πριν από την έναρξη του πτυχίου της το 2009 ταξίδευσε σε όλη την Αυστραλία. Οι άνθρωποι συνηθίζουν να το αποκαλούν Jessi ή Jess. Στον ελεύθερο χρόνο της, της αρέσει να διαβάζει, να σχεδιάζει και να κάνει τζόκινγκ. ";
	$targ_title = "Τσέσικα Λιμπιγκ";
}

/******** end 29/07/2014 *********/

/***************  COMMON ******************/

$lan = 'en';

$HEAD_TITLE_RIGHT_INTRO = "Καλωσόρισες"; 
$HEAD_TITLE_RIGHT_REPLY = "Συμπληρώστε τη φόρμα"; 
$HEAD_TITLE_RIGHT_END = "Προώθησε το σύνδεσμο"; 
$FOOT_COPYRIGHT = "Copyright© 2014 －2015 CSE UNIBO";

/***************  PAGE ONE ******************/

$P_TITLE= "Καλωσόρισες"; 
$P_BUTTON_ACCEPT = "Επόμενο"; 


$P_BODYPARAONE="Με τη βοήθειά σας, προσπαθούμε να φθάσουν&quot;<span id='targ' data-toggle='modal' data-target='#dialog'>$targ_title</span>&quot;. Σε περίπτωση που τον γνωρίζω προσωπικά σας παρακαλούμε να στείλετε το μήνυμα σε $targ_title, Αλλιώς, παρακαλούμε να προωθήσετε το μήνυμα σε κάποιον που γνωρίζετε προσωπικά, που ίσως γνωρίζετε $targ_title (άμεσα ή έμμεσα) ";
$P_BODYPARATWO ="<label>Με τη συμμετοχή σας θα έχετε την ευκαιρία να κερδίσετε ένα iPad Air </label>";
$P_BODY_LOW = "Παρακαλώ μη διστάσετε να επικοινωνήσετε μαζί μας για οποιαδήποτε ερώτηση: : <strong>connect@cs.unibo.it</strong> ";


$P_BODYPARATHREE = "Το να λάβετε μέρος σε αυτή τη μελέτη είναι εξ ολοκλήρου δική σας απόφαση. Έχετε το δικαίωμα να αρνηθείτε να συμμετάσχετε σε αυτή τη μελέτη. Αν αποφασίσετε να πάρετε μέρος, μπορείτε να επιλέξετε να αποχωρήσετε από τη μελέτη οποιαδήποτε στιγμή χωρίς αιτιολόγηση και χωρίς αρνητικές επιπτώσεις. Αν επιλέξετε να συμμετάσχετε στην έρευνα, καταλαβαίνετε ότι οι απαντήσεις σας στις ερωτήσεις της έρευνας θα αποθηκεύονται από το Πανεπιστημίου της Μπολόνια. Όλες οι πληροφορίες παραμένουν εμπιστευτικές. Αυτό σημαίνει ότι είναι προσβάσιμη μόνο από τους ερευνητές (δηλαδή, προστατεύονται με κωδικό πρόσβασης) και δεν δημοσιεύονται. Η ανωνυμία σας θα πιτευχθεί με το να μην συνδέθει το όνομά σας με τα δεδομένα που συλλέγονται κατά τη διάρκεια της μελέτης. Οι συμμετέχοντες δεν θα αναφέρονται σε οποιεσδήποτε αναφορές ή δημοσιεύσεις.

<br/>
Με την ολοκλήρωση της έρευνας, παρέχετε τη συγκατάθεσή σας για τη χρήση των δεδομένων για τους σκοπούς της έρευνας.
<br/>
Παρακαλείστε να αναφέρετε ότι έχετε κατανοήσει τις πληροφορίες που παρουσιάζονται παραπάνω, και συναινείται στο να συμμετάσχεται σε αυτή τη μελέτη " ;

$P_CONSUS = "Καταλαβαίνω και συναινώ για να συμμετάσχω  σε αυτή τη μελέτη"; 

/***************  PAGE TWO ******************/

$PP_QONE = "Παρακαλώ πείτε μας πώς λάβατε το μήνυμα"; 
$PP_QTWO = "Παρακαλώ εισάγετε το email σας ή τον αριθμό του κινητού τηλεφώνου "; $PP_QTHREE = "Θα χρησιμοποιήσουμε αυτές τις πληροφορίες για να επικοινωνήσουμε μαζί σας για τα αποτελέσματα της κλήρωσης του τυχερού."; 
$PP_QFOUR = "Επιλέξτε το δίκτυο (-α) από όπου λάβατε το μήνυμα";
$PP_QSIX = "Ποια δίκτυα θα πας να χρησιμοποιήσετε για να μετακινήσετε το μήνυμα προς τον προορισμό του ?"; 
$PP_OP1 = "Email";
$PP_OP2 = "Face2Face";
$PP_OP3 = "άλλα (προαιρετικό) "; 
$PP_BUTT1= "πίσω"; 
$PP_BUTT2= "Επόμενο" ;

$PP_WARNING2 = "Επιλέξτε τουλάχιστον ένα δίκτυο από το οποίο λάβατε το μήνυμα"; 
$PP_WARNINGTOP = "Ένα ή περισσότερα πεδία είναι κενά. Παρακαλούμε συμπληρώστε όλα τα πεδία για να μεταβείτε στην επόμενη σελίδα"; 
$PP_WHICHYEAR = "Σε ποιο έτος έχετε γεννηθεί?"; 
$PP_WHICHNET = "Ποια δίκτυα θα χρησιμοποιήσετε για να προωθήσετε το μήνυμα προς τον προορισμό του?"; 

$PP_SEX1 = "Φύλο"; 
$PP_SEX2 = "Άνδρας"; 
$PP_SEX3 = "Γυναίκα"; 
$PP_SEX4 = " Προτιμώ να μην το συμπληρώσω ";

/***************  PAGE THREE ******************/

$PPP_FIRST = "Έχετε σχεδόν τελειώσει!"; 

$PPP_MAIN = " Παρακαλώ αντιγράψτε και επικολλήστε το ακόλουθο μήνυμα και να το στείλετε στις επαφές σας μέσω του προτιμώμενου δικτύου σας. Μη διστάσετε να επεξεργαστείτε το μήνυμα (αλλά μην αφαιρείτε το σύνδεσμο)
";
$PPP_MAIN1 = " Παρακαλούμε να μετατρέψετε το ακόλουθο μήνυμα στη γλώσσα όπου οι φίλοι σας μπορούν να το καταλάβου";

$PPP_LETTER = "Γεια , 
Συμμετέσχω σε ένα πείραμα από το Πανεπιστήμιο της Μπολόνια. Προσπαθούμε να φθάσουμε  $targ_title, Μπορείς να με βοηθήσεις; ? 
http://milgram.cs.unibo.it/?t=$targetid&&my=$uidCoded";

$PPP_LAST = "Σας ευχαριστώ για τη βοήθειά σας! Αν είστε μέρος μιας επιτυχημένης αλυσίδας  θα λάβετα μέρος στη κλήρωση των δώρων.  Έτσι, δώστε το καλύτερό σας εαυτό προωθώνταςτον παραπάνω σύνδεσμο σε όσο το δυνατόν περισσότερους ανθρώπους.";




// NEW ADDED 27/07/2014


/***************  PAGE SORRY ******************/

$PPPP_SORRYCONTENT = "We would appreciate if you can try to do it. Otherwise also, thanks anyways !";


/***************  SEO HTML TITLES ******************/
$PAGE1TITLE = "Welcome | Milgram Experiment Project | Disi Unibo";
$PAGE2TITLE = "Message | Milgram Experiment Project | Disi Unibo";
$PAGE3TITLE = "Thank you | Milgram Experiment Project | Disi Unibo";
$PAGESTITLE = "We hope ... | Milgram Experiment Project | Disi Unibo";
$PAGEDRAWTITLE = "Lucky Draw | Milgram Experiment Project | Disi Unibo";


/***************  JS ******************/

$ERR_SENDER = "sender ID is NOT CORRECT please check it again from the message you received.";
$ERR_FORMAT = "please insert a correct email address or cellphone number";


/******** new added, 10 - 09 - 2015 ***************/
$PPP_CLICKEICON = "Κάντε κλικ στα εικονίδια για να μοιραστούν σε διάφορα δίκτυα";
$PALL_EXPINFO = "πείραμα Πληροφορίες";
$PALL_STATEMENT = "Δήλωση Προστασίας Προσωπικών Δεδομένων";

?>