<?php
session_start();

/******** added 29/07/2014 *********/

$targetid = $_SESSION['target_id'];
$uid = $_SESSION['userid'];
$uidCoded = $_SESSION['useridcoded'];

if ($targetid == '300') {
	$targ_description = "
مصطفی صالحی دکتری خود را در نوامبر 2012 در رشته مهندسی کامپیوتر از دانشگاه صنعتی شریف کشور ایران دریافت کرده است. از فوریه 2013، او به عنوان استادیار در دانشگاه تهران کشور ایران مشغول بکار می باشد. از فوریه 2014 تا سپتامبر 2014، به عنوان فوق دکتری در دانشگاه بولونیا کشور ایتالیا فعالیت کرده است. 
 ";
	$targ_title = "مصطفی صالحی";
}else if ($targetid == '311') {
	$targ_description = "
پیام سیری مدرک لیسانس علوم کامپیوتر خود را در سال 2011 از دانشگاه شهید بهشتی کشور ایران گرفته است. همچنین در سال 2013 موفق به اخذ مدرک فوق لیسانس مهندسی کامپیوتر از دانشگاه صنعتی شریف کشور ایران شده است. ایشان در حال حاضر دانشجوی دکتری رشته علوم کامپیوتر در دانشگاه صنعتی جورجیا کشور آمریکا هستند. 
";
	$targ_title = "پیام سیری";
}else if ($targetid == '322') {
	$targ_description = "
الکساندر ریولی دکتری خود را از ژانویه 2012 در رشته محاسبات کوانتوم شروع کرده است. او یک فیزیکدان است و در حال حاضر فیزیک و ریاضی را در دبیرستان درس می دهد. او اهل بولونیا ایتالیا است.
";
	$targ_title = "الکساندر ریولی";
}else if ($targetid == '333') {
	$targ_description = "
آنتونی کاراتزاس به مدت 8 سال در شهر نورویچ کشور انگلیس زنده می­ کند. در ابتدا برای تحصیل و در دو سال اخیر به عنوان پژوهشگر در مرکز سیاست رقابت دانشگاه آنجلیا شرقی مشغول بوده است. از اکتبر، او در لیمینگتون اسپا زندگی می کند و فوق دکتری خود را در گروه ساخت وارویک دانشگاه وارویک می گزارند. اصلیت وی یونانی، جنسیتش مرد و تقریبا 32 سال سن دارد. او طرفدار ورزش، علی الخصوص فوتبال و تیم لیورپول است. در انگلیس او را "تونی" صدا می زنند.    
";
	$targ_title = " آنتونی کاراتزاس";
}else if ($targetid == '344') {
	$targ_description = "
آمریت از آگوست 2008 در سنگاپور زندگی می کند. در ابتدا به عنوان دانشجوی دکتری دانشگاه ملی سنگاپور و سپس به عنوان یک کارآفرین در برپایی یک پورتال آنلاین برای کمک به شرکت هایی که متخصصین داده استخدام می کنند، فعالیت کرده است. حدود 30 سال سن دارد، هندی است و زبان مادریش مالزیایی می باشد. 
";
	$targ_title = "آمریت";
}else if ($targetid == '355') {
	$targ_description = "
دیپاک سابرامانیان یک محقق در کشور فرانسه استو در حال حاضر در رنس زندگی می کند. او در سنگاپور زندگی کرده است و اصلیتش هندی (از کویمباتور) است. 
";
	$targ_title = "دیپاک سابرامانیان";
}
else if ($targetid == '366') {
	$targ_description = "
پریت دانشجوی دکتری دانشگاه ع آر.ام.آی.تی ملبورن استرالیا است. او مالزیایی و متولد اسکودار جوهور است. او پیاده روی و رفتن به اردو را دوست دارد. دوچرخه سواری و بدمینتون جزء سرگرمی های او می باشد.
";
	$targ_title = "پریت";
}
else if ($targetid == '377') {
	$targ_description = "
ساندیپ رانجان متولد جالاندهار هند است. او دانشجوی دکتری دانشگاه صنعتی پنجاب می باشد. مدرک لیسانس خود را از انستیتو مهندسی و صنعت دی.ای.وی گرفته است. او به مدت 7 سال در دانشگاه آموزش مسلکی کار کرده است. از دو سال گذشته تا کنون، استادیار دانشکده سی.اس.ای کالج مهندسی لیالپور خالسا جالاندهار می باشد. ";
	$targ_title = "ساندیپ رانجان";
}
else if ($targetid == '388') {
	$targ_description = "
جیانگ شان دانشجوی سال آخر رشته اینترنت اشیا در دانشگاه صنعتی چنگدو چین است. او قبلا رئیس انجمن دانشجویان علوم کامپیوتر بوده است. متولد کینهانگداو چین است. در سال 2014 مسئول آزمایشگاه کامپیوتر بوده است. او پسری بلند قد، اجتماعی و روشنفکر است.   
";
	$targ_title = "جیانگ شان";
}
else if ($targetid == '399') {
	$targ_description = "
جسیکا لیبیگ دانشجوی دکتری دانشگاه آر.ام.آی.تی ملبورن استرالیا است. او در بریمن آلمان متولد شده است ولی در سال 2007 به استرالیا آمده است. قبل از شروع دوره لیسانس در سال 2009، به نقاط مختلف استرالیا سفر کرده است. او را معمولا جسی یا جس صدا می زنند. مطالعه، نقاشی کردن و پیاده روی جز سرگرمی های او است. 
";
	$targ_title = "جسیکا لیبیگ";
}

/******** end 29/07/2014 *********/



/***************  COMMON ******************/

$lan = 'en';

$HEAD_TITLE_RIGHT_INTRO = "خوش آمدید!";
$HEAD_TITLE_RIGHT_REPLY = "فرم را پرکنید.";
$HEAD_TITLE_RIGHT_END = "لینک را فوروارد کنید.";
$FOOT_COPYRIGHT = "Copyright© 2014 －2015 CSE UNIBO";

/***************  PAGE ONE ******************/

$P_TITLE= "خوش آمدید!";
$P_BUTTON_ACCEPT = "بعدی";


$P_BODYPARAONE="با کمک شما ما تلاش می کنیم تا برسیم به &quot;<span id='targ' data-toggle='modal' data-target='#dialog'>$targ_title</span>&quot;. اگر او را شخصا می شناسید، لطفا این پیغام را بطور مستقیم فوروارد کنید به 
$targ_title, وگرنه، لطفا این پیغام را به شخص دیگری که احتمال می دهید ایشان را بشناسد فوروراد کنید
$targ_title (directly or indirectly).";
$P_BODYPARATWO ="<label> با شرکت در این آزمایش شما شانس برنده شدن یک آی پد ایر را دارید.</label>";
$P_BODY_LOW = "اگر سوالی دارید می توانید با ما در میان بگذارید: <strong>connect@cs.unibo.it</strong> ";


$P_BODYPARATHREE = "
مشارکت در این تحقیق کاملا اختیاری است و شما می توانید درخواست شرکت در این تحقیق را رد کنید. همچنین اگر تصمیم به شرکت گرفتید، می توانید هر زمان که خواستید، بدون ذکر دلیل و هیچ تاثیر منفی، ادامه ندهید. پاسخ­ های شما به سوالات این تحقیق در سرورهای دانشگاه بولونیا ذخیره می شوند. قابل ذکر است که همه اطلاعات محرمانه نگه داشته می شود. این بدان معنا است که اطلاعات مذکور تنها توسط محققین این پژوهش (و از طریق حساب کاربری و رمز عبور) قابل مشاهده خواهد بود و در دسترس عمومی نخواهد بود. ناشناس ماندن شما در تمام گزارش­ها و مستنداتی که چاپ خواهد شد، لحاظ می­گردد. 
<br/>
شما با تکمیل این تحقیق، رضایت خود را برای استفاده از مجموعه داده فراهم شده جهت اهداف پژوهشی را اعلام می کنید. 
<br/>
لطفا با تایید جمله زیر نشان دهید که شما اطلاعات ارائه شده در متن بالا را خوانده، درک کرده اید و راضی به شرکت در این تحقیق هستید.
";

$P_CONSUS = "من شرایط را درک کرده و راضی به مشارکت در این تحقیق هستم. ";

/***************  PAGE TWO ******************/

$PP_QONE = "لطفا به ما بگویید که از چه طریقی این پیغام را دریافت کرده اید.";
$PP_QTWO = "لطفا ایمیل یا شماره موبایل خود را وارد کنید.";
$PP_QTHREE = " ما از این اطلاعات برای تماس با شما، در صورت برنده شدن جایزه، استفاده خواهیم کرد.";
$PP_QFOUR = "از کدام یک از شبکه های زیر این پیغام را دریافت کرده اید.";
$PP_QSIX = "قصد دارید از کدام شبکه برای انتقال این پیغام به سمت مقصد استفاده کنید.";
$PP_OP1 = "ایمیل";
$PP_OP2 = "رودررو";
$PP_OP3 = "دیگر (انتخابی)";
$PP_BUTT1= "قبلی";
$PP_BUTT2= "بعدی";

$PP_WARNING2 = "لطفا حداقل یکی از شبکه هایی که شما از طریق آن این پیغام را دریافت کرده اید انتخاب کنید.";
$PP_WARNINGTOP = "یک یا چند فیلد خالی است. لطفا تمام فیلدها را پرکنید و به صفحه بعدی بروید.";
$PP_WHICHYEAR = "سال تولد";
$PP_WHICHNET = "قصد دارید از کدام یک از شبکه های زیر برای فوروارد این پیغام استفاده کنید؟";
$PP_SEX1 = "جنسیت";
$PP_SEX2 = "مرد";
$PP_SEX3 = "زن";
$PP_SEX4 = "ترجیح می دهم به این سوال جواب ندهم.";

/***************  PAGE THREE ******************/

$PPP_FIRST = " کار تقریبا به اتمام رسیده است! ";

$PPP_MAIN = "
لطفا پیغام زیر را کپی کرده و آنرا برای دوستان خود از طریق شبکه (یا شبکه هایی) که ترجیح می دهید ارسال کنید. می توانید پیغام را تغییر دهید، ولی لینک را حذف نکنید. 
";

$PPP_MAIN1 = "لطفا پیغام زیر را به زبانی ترجمه کنید که دوستان شما آنرا متوجه می شوند.";


$PPP_LETTER = "
سلام، من در یک آزمایش تحقیقاتی متعلق به دانشگاه بولونیا شرکت کرده ام. ما داریم سعی می کنیم تا برسیم فردی به نام 
$targ_title, آیا میتوانید به من کمک کنید؟
http://milgram.cs.unibo.it/?t=$targetid&&my=$uidCoded";

$PPP_LAST = "
از کمک شما متشکرم! اگر شما یکی از افراد مسیر موفقی باشید که به هدف رسیده است، به عنوان کاندیدی برای بردن جایزه در نظر گرفته می شوید. لذا سعی کنید لینک بالا را تا آنجا که می توانید به افراد بیشتری ارسال کنید. 
";



// NEW ADDED 27/07/2014


/***************  PAGE SORRY ******************/

$PPPP_SORRYCONTENT = "
ممنون می شویم اگر شما تلاش کنید این کار را انجام دهید. در غیراینصورت هم باز از شما تشکر می کنیم.
";



/***************  SEO HTML TITLES ******************/
$PAGE1TITLE = "Welcome | Milgram Experiment Project | Disi Unibo";
$PAGE2TITLE = "Message | Milgram Experiment Project | Disi Unibo";
$PAGE3TITLE = "Thank you | Milgram Experiment Project | Disi Unibo";
$PAGESTITLE = "We hope ... | Milgram Experiment Project | Disi Unibo";
$PAGEDRAWTITLE = "Lucky Draw | Milgram Experiment Project | Disi Unibo";


/***************  JS ******************/

$ERR_SENDER = "
شناسه فرستنده نادرست است. لطفا مجددا آنرا از پیغامی که دریافت کردید چک کنید.
";
$ERR_FORMAT = "
لطفا یک آدرس ایمیل صحیح یا شماره تلفن معتبر وارد کنید.
";


/******** new added, 10 - 09 - 2015 ***************/
$PPP_CLICKEICON = "بر روی آیکون ها کلیک کنید تا بر روی شبکه های مختلف به اشتراک گذاشته شود.";
$PALL_EXPINFO = "اطلاعات آزمایش";
$PALL_STATEMENT = "اعلامیه حفظ محرمانگی";

?>