<?php
session_start();

/******** added 29/07/2014 *********/

$targetid = $_SESSION['target_id'];
$uid = $_SESSION['userid'];
$uidCoded = $_SESSION['useridcoded'];

if ($targetid == '300') {
	$targ_description = " முஸ்தபா சலேஹி , ஈரானில் உள்ள ஷரிப் தொழிற்நுட்ப பல்கலைக்கழகத்தில் கணினிப் பொறியியலில் நவம்பர் 2012 ஆம் ஆண்டு முனைவர் பட்டம் பெற்றார் . பின்பு பிப்ரவரி 2013 இல் டெஹ்ரான் பல்கலைக்கழகத்தில் உதவிப் பேராசிரியராக பணியில் அமர்ந்தார் . அதன் பின் பிப்ரவரி 2014 முதல் செப்டம்பர் 2014 வரை இத்தாலியில் உள்ள பொலொக்னா பல்கலைக்கழகத்தில் முனைவர் பட்ட மேலாய்வாளராக பணிபுரிந்தார் . ";
	$targ_title = " முஸ்தபா சலேஹி ";
}else if ($targetid == '311') {
	$targ_description = " பாயம் சியாரி , 2011 ஆம் ஆண்டு ஈரானின் தலைநகரான டெஹ்ரானில் உள்ள ஷாஹித் பெஹெஸ்தி பல்கலைக்கழகத்தில் , கணினி அறிவியலில் இளங்கலைப் பட்டம் பெற்றார் . பின்பு 2013 இல் , ஷரிப் தொழிற்நுட்ப பல்கலைக்கழகத்தில் , கணினிப் பொறியியலில் முதுநிலைப் பட்டம் பெற்றார் . தற்பொழுது , ஐக்கிய அமெரிக்க நாட்டின் அட்லாண்டா நகரில் உள்ள ஜியோர்ஜியா தொழிற்நுட்ப பல்கலைக்கழகத்தில் , கணினி அறிவியலில் முனைவர் பட்டம் பெற பணியாற்றி வருகிறார் .";
	$targ_title = " பாயம் சியாரி ";
}else if ($targetid == '322') {
	$targ_description = " அலெஸான்ட்ரோ ரயொளி , குவான்டம் கம்ப்யூடிங் எனும் தொழிற்நுட்பத்தில் முனைவர் பட்டம் பெற 2012 இல் பணிகளை ஆரம்பித்து தற்பொழுது அத் தொழிற்நுட்பம் பற்றிய தன் ஆராய்ச்சி ஆய்வறிக்கையை சமர்ப்பித்துள்ளார். இயற்பியலாளரான இவர் , மேல்நிலைப் பள்ளியினில் கணிதம் மற்றும் இயற்பியலைக் கற்பித்து வருகிறார் . அலெஸான்ட்ரோ , இத்தாலியில் உள்ள பொலொக்னா நகரைச் சேர்ந்தவர். ";
	$targ_title = " அலெஸான்ட்ரோ ரயொளி ";
}else if ($targetid == '333') {
	$targ_description = " ஆண்டனி கரத்ஜாஸ் , சுமார் 8 வருடங்கள் பிரிட்டனில் உள்ள நோர்விச் நகரில் , முதலில் படிப்பிற்காகவும் பின்பு போட்டிக் கொள்கை மையத்தில் இணை ஆய்வாளராக  பணியாற்றவும் , வசித்துவந்தவர் . தற்பொழுது , வார்விக் பல்கலைகழகத்தில் உள்ள வார்விக் உற்பத்திக் குழுவில் முனைவர் பட்ட மேலாய்வாளராக பணியாற்றி வருகிறார் . 32 வயது நிரம்பிய இவர் கிரேக்க நாட்டைச் சேர்ந்தவர் . குழு விளையாட்டுகளில் பெரும் ஆர்வம் கொண்ட இவர் , கால்பந்து விசிறி ஆவார் . குறிப்பாய் லிவெர்பூல் கால்பந்து அணி. பிரிட்டனில் இவரை டோனி என்கிற பெயரில் அறிவர் .";
	$targ_title = " ஆண்டனி கரத்ஜாஸ் ";
}else if ($targetid == '344') {
	$targ_description = " அம்ரித் , கடந்த 2008 ஆம் ஆண்டில் இருந்து சிங்கப்பூரில் வசித்து வருபவர் . நான்யாங்  தொழிற்நுட்ப பலகலைக்கழகத்தில் முனைவர் பட்டத்திற்காக பணியாற்றிய பிறகு தொழிற்முனைவோராக உருமாறியவர் இவர் . தன்னுடைய குழுமத்தின் மூலம் வணிக குழுமங்களுக்கு , தகவலியல் ஆய்வாளர்களை வேலைக்கு அமர்த்த உதவும் இணைய சேவையை அளித்து வருகிறார் . 30 வயது நிரம்பிய அம்ரித் , இந்தியாவில் உள்ள கேரளா மாநிலத்தைச் சேர்ந்தவர் .";
	$targ_title = " அம்ரித் ";
}else if ($targetid == '355') {
	$targ_description = " தீபக் சுப்ரமணியம் , பிரான்சின் ரெனே நகரில் உள்ள Centrale Supelec இல் முனைவர் பட்டத்திற்காக பணியாற்றிவருகிறார் . இந்தியாவின் சென்னை மாநகரத்தைச் சேர்ந்த இவர் சிங்கப்பூரில் வசித்தவர் .";
	$targ_title = " தீபக் சுப்ரமணியம் ";
}
else if ($targetid == '366') {
	$targ_description = " ப்ரீத்தி மஹா , UTM என்று கூறப்படுகின்ற மலேசிய தொழிற்நுட்ப பல்கலைக்கழகத்தின் மேம்பட்ட தகவலியல் பள்ளியில் மூத்த விரிவுரையாளராய் பணியாற்றி வருகிரார் . ஜோஹோர் மாகாணத்தின் ஸ்கூடாய் நகரைச் சேர்ந்த இவர் , தன்னுடைய முனைவர் பட்டத்தை ஆஸ்திரேலியாவின் மெல்பெர்ன் நகரில் உள்ள RMIT பல்கலைக்கழகத்தில் பெற்றார். இவருக்கு சவாலான பகுதிகளில் கால்நடையாய் செல்வதிலும் , மிதி வண்டி மிதிப்பதிலும் , அங்கேயே தங்குவதிலும் பிடித்தம் . இவரது பொழுதுபோக்கு , பூப்பந்து விளையாடுவதும் , மிதிவண்டி மிதிப்பதும் . ";
	$targ_title = " ப்ரீத்தி ";
}
else if ($targetid == '377') {
	$targ_description = " சந்தீப் ரஞ்சன் , இந்தியாவின் பஞ்சாப் மாநிலத்தில் உள்ள ஜலந்தர் நகரைச் சேர்ந்தவர் . D.A.V பொறியியல் மற்றும் தொழிற்நுட்பக் கல்லூரியில் இளநிலைப் பொறியியல் பட்டம் பெற்ற இவர் , தற்பொழுது பஞ்சாப் தொழிற்நுட்பப் பல்கலைக்கழகத்தில் முனைவர் பட்டம் பெற பணியாற்றிவருகிறார்.  7 வருடங்களாக ,  லவ்லி புரொபஷனல் யுனிவெர்சிடியில் பணியாற்றிய இவர் இப்பொழுது லயல்பூர் கல்சா பொறியியல் கல்லூரியின் கணிப்பொறியியல் பள்ளியில் உதவிப் பேராசிரியராக பணியாற்றி வருகின்றார் .";
	$targ_title = " சந்தீப் ரஞ்சன் ";
}
else if ($targetid == '388') {
	$targ_description = " ஜியாங் ஷான் , சீனாவின் செங்கடு தொழிற்நுட்ப பல்கலைக்கழகத்தில் கணிப்பொறியியல் பயின்று வரும் கடைசி வருட மாணவன். அங்கு Internet of Things என்று கூறப்படுகின்ற தொழிற்நுட்பத்தை பயில்கிறார் . கணினி அறிவியல் பள்ளியின் மாணவர்த் தலைவராக இருந்த இவர் , 2014 ஆம் ஆண்டு அப் பள்ளியின் கணினி ஆய்வகத்திற்கு பொறுப்பானவராக  இருந்தார் . இவர் சீனாவின் ஹெபெய் மாகாணத்தின் கின்ஹோங்க்டோ நகரைச் சேர்ந்தவர் .";
	$targ_title = " ஜியாங் ஷான் ";
}
else if ($targetid == '399') {
	$targ_description = "ஜெசிக்கா லெய்பிக் , ஆஸ்திரேலியாவின் மெல்பெர்ன் நகரத்தில் உள்ள RMIT பல்கலைக்கழகத்தில் முனைவர் பட்டத்திற்காக பயின்று வருகின்றார் . ஜெர்மனியின் ப்ரமென் நகரைச் சேர்ந்த இவர் 2007 ஆம் ஆண்டில் ஆஸ்திரேலியாவை வந்தடைந்தார் . 2009 இல் இளங்கலைப் படிப்பைத் தொடங்கும் முன் ஆஸ்திரேலியா முழுவதும் பயணம் செய்திருக்கிறார் ஜெசிக்கா . ஜெஸ்சி / ஜெஸ் என்று கூப்பிடப்படும் இவருக்கு பிடித்தமானவை , ஓய்வு நேரங்களில் படிப்பதும் , வரைவதும் .. ";
	$targ_title = " ஜெசிக்கா லெய்பிக் ";
}



/******** end 29/07/2014 *********/



/***************  COMMON ******************/

$lan = 'en';

$HEAD_TITLE_RIGHT_INTRO = " வரவேற்கிறோம் ";
$HEAD_TITLE_RIGHT_REPLY = " படிவத்தை பூர்த்தி செய்க ";
$HEAD_TITLE_RIGHT_END = " இணைப்பை/இடுக்கையை முன்னனுப்பவும் ";
$FOOT_COPYRIGHT = "Copyright© 2014 －2015 CSE UNIBO";

/***************  PAGE ONE ******************/

$P_TITLE= " வரவேற்கிறோம் ";
$P_BUTTON_ACCEPT = " அடுத்து ";


$P_BODYPARAONE=" உங்கள் உதவியுடன் , நாங்கள் அடைய விழைகிறோம் &quot;<span id='targ' data-toggle='modal' data-target='#dialog'>$targ_title</span>&quot;.  உங்களுக்கு தனிப்பட்ட முறையினில் தெரியுமென்றால் இந்த செய்தியை முன்னனுப்பவும் $targ_title, இல்லையெனில் அந் நபருக்கு தெரிந்த நபர் உங்களுக்கு தனிப்பட்ட முறையினில் தெரியுமென்றால் அவர் மூலம் இச் செய்தியை முன்னனுப்பவும் . $targ_title (நேரடியாகவோ அல்லது மறைமுகமாகவோ ).";
$P_BODYPARATWO ="<label> இதில் பங்குபெறுவதன் மூலம் iPad Air ஐ வெல்லும் வாய்ப்பைப் பெறுகிறீர்கள் . </label>";
$P_BODY_LOW = " எக்கேள்வி இருப்பினும் எங்களை தொடர்பு கொள்ள தயங்க வேண்டாம் .<strong>connect@cs.unibo.it</strong> ";


$P_BODYPARATHREE = " இந்த ஆய்வில் பங்கு கொள்வதற்கான முடிவு முற்றிலும் உங்களைச் சாரும் . இதில் கலந்து கொள்ள மறுக்கும் உரிமை உங்களுக்கு உள்ளது . இவ்வாய்வில் நீங்கள் பங்குகொள்ள சம்மதித்தாலும் , எந்நேரத்திலும், எக்காரணமும் கூறாமல் நீங்கள் விலக உங்களுக்கு உரிமை உண்டு . அதனால் எந்த எதிர்த்தாக்கமும் உங்களுக்கு ஏற்படாது . இவ்வாய்வில் நீங்கள் பங்கு கொண்டால் , உங்கள் பதில்கள், பொலொக்னா பல்கலைக்கழகத்தில் உள்ள சர்வர்களில் சேகரம் செய்யப்படும் என்பதை நினைவில் கொள்க. உங்களது தகவல்கள் யாவும் பத்திரமாக பாதுகாக்கப்படும் என்பதையும் அவை இவ்வாராய்ச்சியினில் ஈடுபடும் ஆய்வாளர்களுக்கு மட்டும் தான் காண அனுமதி வழங்கப்படும் (கடவுச் சொல் மூலம்) என்பதையும் நினைவில் கொள்க. உங்கள் தகவல்கள் கண்டிப்பாக வெளியிடப்படமாட்டாது . உங்களுக்கும் உங்கள் பதில்கள் மற்றும் தகவல்களுக்கும் உள்ள உறவு இதில் ஆராயப்படமாட்டாது , அதன் மூலம் உங்கள் சுயவிவரம்  பாதுகாக்கப்படும் . இந்த ஆய்வின் ஆய்வறிக்கையிலும் , வெளியீடுகளிலும் , இவ்வாய்வின் பங்கேற்பாளர்கள் குறித்த எந்த விவரமும் வெளியிடப்பட மாட்டாது .
<br/>
இவ்வாய்வுப் படிவத்தை பூர்த்தி செய்வதன் மூலம் , ஆராய்ச்சி நோக்கங்களுக்காக இத் தரவைப் பயன்படுத்தக் கொள்ள உங்கள் ஒப்புதலை நீங்கள் வழங்குகிறீர்கள் . 
.
<br/>
மேற்குறிப்பிட்ட தகவல்கள் புரிந்தது என்றும் இவ்வாய்வில் பங்குகொள்ள சம்மதம் என்றும் உங்கள் ஒப்புதலை  நல்குக . 
.";

$P_CONSUS = " முழுப் புரிதலுடன் இவ்வாய்வில் பங்குகொள்ள சம்மதம் தெரிவிக்கிறேன் ";

/***************  PAGE TWO ******************/

$PP_QONE = " இச் செய்தி உங்களை எப்படி அடைந்ததென்று கூறுக 
.";
$PP_QTWO = " உங்கள் தொலை/அலைபேசி எண் மற்றும் மின்னஞ்சல் முகவரியினை உள்ளிடவும் 

.";
$PP_QTHREE = " இத் தகவல் , நடக்கப்போகும் அதிர்ஷ்டச்சீட்டுக் குலுக்கலின் முடிவுகளை பகிர்ந்து கொள்ளப்பயன்படுத்தப்படும் ";
$PP_QFOUR = " உங்களைச் செய்தி அடைந்த வழியினை உள்ளிடவும் ";
$PP_QSIX = " இச்செய்தியினை உங்கள் இலக்கை நோக்கி முன்னனுப்ப எவ் வழியைத் தேர்ந்துதேடுக்கப்போகிறீர்கள் என்பதை உள்ளிடவும் . 
";
$PP_OP1 = " மின்னஞ்சல் 
";
$PP_OP2 = "Face2Face";
$PP_OP3 = " மற்றது (விருப்பம் இருப்பின் ) 
";
$PP_BUTT1= " பின் செல்ல ";
$PP_BUTT2= " அடுத்து ";

$PP_WARNING2 = " குறைந்தது ஒரு வழியினைத் தேர்வு செய்யவும் 
";
$PP_WARNINGTOP = " ஒன்று அல்லது அதற்கு மேற்பட்ட துறைகள்\இடங்கள் காலியாக உள்ளது . அடுத்த பக்கம் செல்ல அனைத்து துறைகளையும் நிரப்பவும்.";

$PP_WHICHYEAR = " நீங்கள் பிறந்த ஆண்டு ?";

$PP_WHICHNET = " இச்செய்தியினை உங்கள் இலக்கை நோக்கி முன்னனுப்ப எவ் வழியைத் தேர்ந்துதேடுக்கப்போகிறீர்கள் ";
$PP_SEX1 = " பாலினம் ";
$PP_SEX2 = " ஆண் ";
$PP_SEX3 = " பெண் ";
$PP_SEX4 = " கூற\பகிர விருப்பம் இல்லை";

/***************  PAGE THREE ******************/

$PPP_FIRST = " கிட்டத்தட்ட முடிந்தது!";

$PPP_MAIN = " இச் செய்தியினை நகலெடுத்து பின் ஒட்டி , நீங்கள் தேர்வு செய்த வழியின் மூலம் உங்கள் தொடர்புகளுக்கு முன் அனுப்புங்கள் . இச்செய்தியினை நீங்கள் திருத்தலாம் ஆனால் அதில் இருக்கும் இணைப்பை\இடுக்கையை நீக்கவேண்டாம் .";

$PPP_MAIN1 = " உங்கள் நண்பர்கள் புரிந்து , அறிந்து கொள்ளும் மொழியினில் இச்செய்தியினை மொழிமாற்றம் செய்துகொள்ளவும் . ";


$PPP_LETTER = " வணக்கம் . பொலொக்னா பல்கலைக்கழகம் நடத்தும் ஓர் ஆய்வில் நான் பங்கெடுத்துள்ளேன் . இச் செய்தியினை இந்த இலக்குக்கு ($targ_title Target Title\ இலக்கின் பெயர்  ) சேர்ப்பிக்க எண்ணி , அதை முன்னனுப்பி வருகிறோம் . இதில் எனக்கு உதவ முடியுமா ? http://milgram.cs.unibo.it/?t=$targetid&&my=$uidCoded";

$PPP_LAST = " உங்கள் உதவிக்கு நன்றி . நீங்கள் பங்குபெற்ற சங்கிலித் தொடர் செய்தியினை அதன் இலக்கை செவ்வனே சேர்ப்பித்தால்  உங்கள்  பெயர் அதிர்ஷ்டக் குலுக்கலுக்கு சேர்பிக்கப்படும் . ஆகவே உங்களால் முடிந்த வரை , இவ்விணைப்பை\இடுக்கையை , உங்களுக்கு தெரிந்த அனைவருக்கும் முன்னனுப்பவும் . ";



// NEW ADDED 27/07/2014


/***************  PAGE SORRY ******************/

$PPPP_SORRYCONTENT = " உங்கள் முயற்சிக்கு பாராட்டுக்கள் , இல்லையெனினும் நன்றி ";



/***************  SEO HTML TITLES ******************/
$PAGE1TITLE = "Welcome | Milgram Experiment Project | Disi Unibo";
$PAGE2TITLE = "Message | Milgram Experiment Project | Disi Unibo";
$PAGE3TITLE = "Thank you | Milgram Experiment Project | Disi Unibo";
$PAGESTITLE = "We hope ... | Milgram Experiment Project | Disi Unibo";
$PAGEDRAWTITLE = "Lucky Draw | Milgram Experiment Project | Disi Unibo";


/***************  JS ******************/

$ERR_SENDER = "அனுப்புநர் ஐடியை நீங்கள் பெற்ற செய்தியில் மீண்டும் சரிபார்க்கவும். சரியானது அல்ல.";
$ERR_FORMAT = " சரியான மின்னஞ்சல் முகவரியை அல்லது கைப்பேசி எண்ணை இடுக ";


/******** new added, 10 - 09 - 2015 ***************/
$PPP_CLICKEICON = " வழியினை தேர்ந்தெடுக்க தகுந்த சின்னங்களை சொடுக்குக ";
$PALL_EXPINFO = " ஆய்வுத் தரவுகள்";
$PALL_STATEMENT = " தனியுரிமை அறிக்கை ";

?>